Revit 2027 API
UnitTypeId.SquareInches Property
 Square inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareInches { get; }
Public Shared ReadOnly Property SquareInches As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareInches {
	ForgeTypeId^ get ();
}
static member SquareInches : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace